Repository: 84000/data-translation-memory
Catalog: toh467-v3.tmx
Source language: bo
Languages: en

source: འཁོར་ལོ་ཐམས་ཅད་ཡོངས་རྫོགས་པ། །ཤིན་ཏུ་རྣལ་འབྱོར་ཡིན་པར་གྲགས། །
en: “The completion of the entire circle Is called atiyoga.

source: སྐུ་དང་གསུང་དང་ཐུགས་རྣམས་དང་། །ལྷ་ཡི་མིག་སོགས་བྱིན་རླབས་དང་། །ཡེ་ཤེས་འཁོར་ལོ་གཞུག་པ་དང་། །བདུད་རྩི་མྱང་བ་དག་དང་ནི། །མཆོད་དང་བསྟོད་པ་ཆེན་པོ་དག །
en: “The empowerment of the divine eyes, As well as body, speech, and mind, Entry into the wisdom circle, The tasting of the nectar, And the extensive offerings and praises, Are known as mahāyoga.

source: རྣལ་འབྱོར་ཆེན་པོ་ཞེས་བྱའོ། །སློབ་དཔོན་ལ་ནི་བརྙས་མི་བྱ། །
en: “The teacher should not be disparaged.

source: བདེ་གཤེགས་བཀའ་ལས་འདའ་མི་བྱ། །
en: The sugatas commands should not be transgressed.

source: དེ་བཞིན་སྤུན་ལ་ཁྲོ་བ་དང་། །ཉེས་པ་བསྒྲག་པར་མི་བྱའོ། །
en: Likewise, one should not grow angry with their brethren And should not reveal their faults.

source: བྱང་ཆུབ་སེམས་ཀྱང་གཏང་མི་བྱ། །བདག་གཞན་ཆོས་ལ་སྨད་མི་བྱ། །
en: “One should never abandon bodhicitta Or dishonor their own or others’ Dharma.

source: སེམས་ཅན་ལ་ནི་བྱམས་པ་དག །ནམ་ཡང་གཏང་བར་མི་བྱའོ། །
en: One should never relinquish Their love for other beings.

source: ཡོངས་སུ་མ་སྨིན་སེམས་ཅན་ལ། །གསང་བ་དག་ནི་བསྟན་མི་བྱ། །
en: “One should not teach secrets To those who are not yet ripened.

source: བདག་སོགས་ཕུང་པོ་བརྙས་མི་བྱ། །གྲོང་པའི་ཆོས་ནི་སུན་མི་གདོན། །
en: One should not revile their own aggregates Nor disparage village ways.

source: གདུག་ལ་བྱམས་པ་རྟག་ཏུ་སྤང་། །ཆོས་ལ་ཚད་གཞལ་བར་མི་བྱ། །
en: “One should always avoid those enamored with wickedness And not take the measure of meritorious acts.

source: སེམས་ཅན་དད་པ་ཅན་མི་བསླུ། །རྟག་ཏུ་དམ་ཚིག་བསྟེན་པར་བྱ། །
en: One should not deceive beings who have faith And should always honor their samaya.

source: བུད་མེད་ཤེས་རབ་རང་བཞིན་ལ། །སྨོད་པ་ཉེས་པ་དེ་བཞིན་ནོ། །
en: “Deprecating women, the nature of wisdom, Is considered an offence.

source: རྣལ་འབྱོར་སློང་མོས་རྒྱུ་མི་བྱ། །རྣལ་འབྱོར་སྤང་བར་མི་བྱ་སྟེ། །
en: Yogins should never go out for alms, Nor should they forsake their yoga.

source: རྟག་པར་རྒྱུན་དུ་གསང་སྔགས་བཟླ། །རྟག་ཏུ་དམ་ཚིག་ལ་སོགས་བསྟེན། །
en: “They should always and continuously recite mantra And always honor their samayas.

source: གལ་ཏེ་བག་མེད་བྱུང་གྱུར་ན། །བླ་མ་དམ་ཚིག་ལ་གནོད་ན། །དེས་ནི་དཀྱིལ་འཁོར་བྲི་བྱས་ལ། །བདེ་གཤེགས་རྣམས་ལ་ཉེས་པ་བཤགས། །
en: If, in a moment of carelessness, One damages the samaya with their teacher, They should draw a maṇḍala And confess their faults to the sugatas.

source: སྙིང་རྗེ་ཅན་གྱིས་མི་བརྟག་པར། །དད་པས་བླ་མའི་དམ་ཚིག་བསྲུང་། །
en: “The compassionate should, without rationalization, Faithfully guard the samaya with their master.

source: ཉེས་པ་མ་ལུས་རྣམ་སྤངས་སེམས་ཀྱིས་ནི། །བསམ་གཏན་ལ་སོགས་བཟླས་པ་མཆོག་གཞོལ་བར། །བྱས་ལ་རྟག་ཏུ་བླ་མ་བླ་མར་བྱ། །
en: They should continuously venerate their master Through great effort in meditation, recitation, and the rest, All with a mind that has relinquished its faults.

source: བརྟན་ཞིང་དུལ་ལ་སྙིང་རྗེ་གཅིག་ཏུ་སེམས། །དད་དང་ལྷག་པའི་བསམ་པས་བཟོད་པ་འཛིན། །སློབ་མ་བླ་མ་ལ་ནི་གུས་པ་དང་། །དད་པས་གཤིན་རྗེའི་གཤེད་ལ་གུས་པ་ལ། །བརྟུལ་ཞུགས་ལྡན་པས་དེ་ནི་ཡོངས་སྦྱིན་བྱ། །
en: “The vow holder should ripen the disciple Who is steadfast, disciplined, singularly compassionate, Who endures with faith and determination, Who is devoted to their master, And is faithfully devoted to Yamāri.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་དགའ་བ་ཆེན་པོའི་ངོ་བོ་རྡོ་རྗེ་འཆང་གི་གསུང་ཉེ་བར་ཐོས་ནས་ཅང་མི་སྨྲ་བར་གྱུར་ཏེ། འདི་ལྟ་བུའི་ཆེད་དུ་བརྗོད་པས་ཆེད་དུ་བརྗོད་དོ། །
en: Once all the blessed tathāgatas heard the words of the vajra bearer, the embodiment of supremely great bliss, they fell silent.

source: བརྟུལ་ཞུགས་མཐར་ཐུག་ཐོད་པ་ཆེན་པོ་ལྟར། །འཁྲུལ་འཁོར་མཐར་ཐུག་གཤིན་རྗེའི་གཤེད་ཀྱི་རྒྱུད། །
en: Then, they spoke this praise: “Just as the great skull cup is the ultimate expression of the vow, The yantras are the ultimate expression of Yamāri’s tantras.

source: རྒྱུད་ཀྱི་མཐར་ཐུག་པ་ནི་འདུས་པ་སྟེ། །
en: The ultimate expression of the tantras is the assembly.

source: བྱུང་བར་མ་གྱུར་འབྱུང་བར་མི་འགྱུར་རོ། །
en: Nothing else has been or will be.

source: ཨེ་མའོ་ཞི་བ་ཆེན་པོའི་ཆོས། །
en: “How amazing, the Dharma of great peace!

source: ཨེ་མའོ་ཁྲོ་བོ་འཇིགས་མཛད་པ། །
en: How amazing, the wrathful terrifier!

source: ཨེ་མའོ་མྱ་ངན་འདས་པའི་མཆོག །
en: How amazing, the supreme nirvāṇa!

source: ཨེ་མའོ་འཁོར་བ་ཞི་བ་ཉིད། །
en: How amazing, the pacifier of saṃsāra!

source: ཨེ་མའོ་འདི་ནི་རབ་ཏུ་མཚར། །
en: “How amazing! This is truly marvelous!

source: ཉེས་པ་གང་དེ་ཡོན་ཏན་འགྱུར། །
en: Faults become qualities.

source: བྱང་ཆུབ་མེད་ཅིང་མངོན་རྟོགས་མེད། །དངོས་པོ་མ་ཡིན་བསྒོམ་བྱ་མིན། །
en: There is no awakening, no realization, No being and no becoming.

source: ཁམས་མ་ཡིན་ཞིང་རྣམ་ཤེས་མིན། །ནམ་མཁའི་ཁམས་དང་མཚུངས་པ་ཉིད། །
en: “There are no elements and no consciousness, All is equal to the element of space.

source: ནམ་མཁའ་ལྟ་བུར་བདག་མེད་པ། །ཆོས་འདི་བདེ་བ་ཆེན་པོ་སྟེ། །
en: Devoid of self, just like the sky, This Dharma is great bliss.

source: ས་ཡང་མ་ཡིན་ཆུ་མིན་ཏེ། །མེ་མིན་རླུང་མིན་ནམ་མཁའ་མིན། །
en: “There is no earth, no water, No fire, no wind, and no space.

source: རྡོ་རྗེ་སེམས་དཔའི་སྦྱོར་བ་ཡིས། །བསྐྱེད་པ་ཡང་ནི་རབ་གནས་ནས། །དངོས་པོ་ཐམས་ཅད་དངོས་མེད་བཤད། །དངོས་པོ་མེད་ཅེས་མ་བསྒྲགས་པ། །
en: Once generated and consecrated, Through the method of the vajra-being, All that exists is said to not exist And no claim is made about the nonexistent.

source: རྣལ་འབྱོར་སྦྱོར་བ་དང་འབྲེལ་ཕྱིར། །ཆད་པ་མ་ཡིན་རྟག་པ་མིན། །
en: “Through the connection between yoga and being a yogin, There is neither cessation nor permanence.

source: ཡན་ལག་མེད་ཅིང་ཁ་དོག་མེད། །
en: There are no arms and no colors.

source: ཐོག་མ་བར་དང་མཐའ་སྤངས་པ། །དངོས་པོ་ཐམས་ཅད་མེད་པར་འགྱུར། །མཆོག་ཏུ་དགའ་བའི་མཚན་ཉིད་དོ། །
en: Beginning, middle, and end are abandoned, And all existents disappear— This is the quality of supreme joy.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཙརྩི་ཀཱ་ཆེན་པོ་ལ་སོགས་པས་ཆེད་དུ་བརྗོད་པས་ཆེད་དུ་བརྗོད་དོ། །བསོད་ནམས་སྡིག་པ་དག་དང་མ་འབྲེལ་བས། །མཆོག་ཏུ་དགའ་བ་དྲི་མེད་དག་པའི་མགོན། །
en: Then, the blessed great Carcikā and the others spoke this praise: “Unrelated to both merit and evil, Supreme joy is the stainless, pure protector.

source: དེ་བཞིན་ཉིད་ཀྱི་གཏེར་ཆེན་གཅིག་པུ་དང་། །ཀུན་ཀྱང་སྙིང་རྗེའི་སེམས་ཀྱིས་མགོན་འདི་ཡོད། །
en: It is the singular great treasure of thusness, A protector as the universal compassionate mind.

source: ཆོས་རྣམས་ངོ་བོ་བདེ་བ་ཆེན་པོའི་དངོས། །
en: “All phenomena have the nature of great bliss.

source: མཆོག་ཏུ་དགའ་བ་འདི་ཡི་ངོ་བོ་ཉིད། །
en: Supreme joy is its intrinsic nature.

source: དེ་ལ་གཟུགས་མེད་བསོད་ནམས་མེད་ཅིང་སྡིག་པ་མེད། །སྐྱེ་བ་དང་ནི་འགག་པ་དག་ནི་ཡོད་མ་ཡིན། །
en: It has no form, merit, or evil, Nor does it undergo arising and ceasing.”

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་རིམ་པར་ཕྱེ་བ་སྟེ་བཅུ་བདུན་པའོ།། །།
en: This was the seventeenth chapter, “Bodhicitta,” from The Tantra of Black Yamāri, the Body, Speech, and Mind of All Tathāgatas.

source: དེ་ནས་གཏམ་རྒྱུད་བཤད་པར་བྱ་སྟེ།
en: Chapter 18 “Now I will relate the history of this tantra.

source: བཅོམ་ལྡན་འདས་མངོན་པར་བྱང་ཆུབ་པའི་དུས་སུ་བཅོམ་ལྡན་འདས་ཐུབ་པ་ཆེན་པོ་ལ་བྱང་ཆུབ་ཀྱི་བར་དུ་གཅོད་པའི་ཕྱིར་ཤིན་ཏུ་འཇིགས་སུ་རུང་བའི་འཇིགས་པ་ཆེན་པོ་སྟོན་ཅིང་། བདུད་ཀྱི་དཔུང་ཆེན་པོ་ལྷགས་ཏེ། །
en: “When the Bhagavat was about to attain awakening, a great army of māras approached, displaying fearsome terrors in order to interfere with the awakening of the blessed Great Sage.

source: དེའི་དུས་ན་བདུད་ཆེན་པོ་ལས་རྣམ་པར་རྒྱལ་བ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་ཏེ། བཅོམ་ལྡན་འདས་ཉིད་ཀྱི་སྐུ་གསུང་ཐུགས་རྡོ་རྗེ་རྣམས་ལས་གཤིན་རྗེའི་གཤེད་ཀྱི་ཁྲོ་བོ་ངེས་པར་ཕྱུང་སྟེ། ངེས་པར་ཕྱུང་ནས་ཀྱང་ལག་ན་རྡོ་རྗེ་ཐུབ་པ་ཆེན་པོའི་བཀའ་བཞིན་བྱེད་པ་ལ།
en: At that time, the Bhagavat entered the meditative absorption called victory over great māras and emanated the wrathful great Yamāri from the vajras of his body, speech, and mind.

source: ཕྱག་ན་རྡོ་རྗེ་ཁྱོད་འདི་ལྟ་བུའི་གཤིན་རྗེའི་གཤེད་ཀྱི་ཁྲོ་བོའི་གཟུགས་སུ་བསྒྱུར་ཏེ།
en: Once emanated, the King of Sages gave this command to Vajrapāṇi: “Vajrapāṇi!

source: བདུད་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། ལྷ་མ་ཡིན་དང་། ལྷ་རྣམས་ཀྱང་ཆོམས་ཤིག །
en: Assume this form of the wrathful Yamāri and destroy, bind, and kill the māras, nāgas, yakṣas, asuras, and devas!”

source: ཆིངས་ཤིག །རྟོགས་ཤིག་ཅེས་གསུངས་སོ། །དེའི་དུས་ན་ཇི་ལྟར་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ཐོས་ཏེ། སྐད་ཅིག་ལ་བཟུང་ཞིང་དོན་བཟུང་སྟེ་བསྡུས་ནས་རབ་ཏུ་ཡིད་ལ་བྱས་སོ། །ཞེས་གསང་བ་ཆེན་པོའི་བདག་པོ་ཆེན་པོ་རྡོ་རྗེ་རིགས་ཀྱི་གཙོ་བོ་ནཱ་ད་ཀུ་བེ་རའི་ཡབ་ཀྱིས་དེ་སྐད་ཅེས་གསུངས་སོ། །
en: The great Lord of the Guhyakas, the head of the vajra family, and father of Nalakūbera, then said: “At that time, I heard the words of the Bhagavat, instantly grasped and understood the meaning, compiled it, and took it to heart.”

source: ཨཽཌྱན་གྱི་ཡུལ་ནས་ཡང་དག་པར་བྱུང་བ་དངོས་གྲུབ་ཐམས་ཅད་སྐྱེད་པར་བྱེད་པ་རྒྱུད་ཀྱི་རྒྱལ་པོ་འབུམ་ཕྲག་བདུན་པ་ལས་ཕྱུང་བ་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་ལས་ལེའུ་བཅྭ་བརྒྱད་པའོ།། །།
en: This was the eighteenth chapter of the Tantra of Black Yamāri, which was extracted from the King of Tantras in seven hundred thousand lines and revealed in the land of Oḍḍiyāna, and which produces all siddhis.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྐུ་གསུང་ཐུགས་གཤིན་རྗེའི་གཤེད་ནག་པོའི་རྒྱུད་རྫོགས་སོ།། །།
en: The Tantra of Black Yamāri, the Body, Speech, and Mind of all Tathāgatas, is complete.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཆེན་པོ་མཁས་པ་དཱི་པཾ་ཀར་ཤྲཱིཛྙཱ་ན་དང་། བོད་ཀྱི་ལོཙྪ་བ་དགེ་སློང་ཚུལ་ཁྲིམས་རྒྱལ་བས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།
en: This was translated, edited, and finalized by the great Indian preceptor Dīpaṅkaraśrījñāna and the Tibetan translator, the monk Tsültrim Gyalwa.

source: སླད་ཀྱིས་ལོཙྪ་བ་དགེ་སློང་དར་མ་གྲགས་ཀྱིས་བཅོས་ལ། དེ་ལས་ཀྱང་དགེ་སློང་རྡོ་རྗེ་གྲགས་ཀྱིས་བཅོས་སོ།། །།
en: Later, the translation was revised by the monk and translator Darma Drak, and then again by the monk Dorjé Drak.
